Revit 2027 API
ParameterTypeId.FaceroofLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FaceroofLevelParam { get; }
Public Shared ReadOnly Property FaceroofLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FaceroofLevelParam {
	ForgeTypeId^ get ();
}
static member FaceroofLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace